tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "autoconf"
brew "cowsay"
brew "fortune"
brew "fzf"
brew "mas"
brew "node"
brew "openssl"
brew "pkg-config"
brew "readline"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "tag"
brew "xz"
brew "yarn"
brew "heroku/brew/heroku"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "backblaze"
cask "dropbox"
cask "google-chrome"
cask "liteicon"
cask "notion"
cask "sketch"
cask "visual-studio-code"
cask "whatsapp"
mas "", id: 405399194
mas "", id: 1432731683
mas "", id: 409203825
mas "", id: 1333542190
mas "", id: 409201541
mas "", id: 1091189122
mas "", id: 409183694
mas "", id: 585829637
mas "", id: 425424353
mas "", id: 990588172
