tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'autoconf'
brew 'cowsay'
brew 'fortune'
brew 'fzf'
brew 'icu4c'
brew 'mas'
brew 'node'
brew 'openssl'
brew 'pkg-config'
brew 'readline'
brew 'postgresql'
brew 'ruby-build'
brew 'rbenv'
brew 'tag'
brew 'xz'
brew 'yarn'
cask 'adobe-creative-cloud'
cask 'atom'
cask 'backblaze'
cask 'dropbox'
cask 'gog-galaxy'
cask 'goofy'
cask 'google-chrome'
cask 'keeweb'
cask 'liteicon'
cask 'origami-studio'
cask 'simplenote'
cask 'skype'
cask 'toggldesktop'
cask 'whatsapp'
mas 'Affinity Designer', id: 824171161
mas 'Affinity Photo', id: 824183456
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'Kindle', id: 405399194
mas 'Microsoft Remote Desktop', id: 715768417
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'The Unarchiver', id: 425424353
mas 'Todoist: To Do List | Task List', id: 585829637
