brew "bat"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "go"
brew "gum"
brew "httpie"
brew "jq"
brew "just"
brew "lazygit"
brew "neovim"
brew "ripgrep"
cask "font-fira-code"
cask "font-inter"
cask "ghostty"
cask "netnewswire"
cask "pastebot"
cask "rectangle"
cask "visual-studio-code"
cask "zed"
vscode "azat-io.eyecons"
vscode "bierner.lit-html"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "sleistner.vscode-fileutils"
vscode "teabyii.ayu"
vscode "vscodevim.vim"
vscode "vue.volar"
