tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "thoughtbot/formulae"
brew "autoconf"
brew "fzf"
brew "mas"
brew "openssl@1.1"
brew "pkg-config"
brew "readline"
brew "postgresql"
brew "ruby-build"
brew "rbenv"
brew "tag"
brew "xz"
brew "yarn"
brew "thoughtbot/formulae/gitsh"
cask "appcleaner"
cask "backblaze"
cask "firefox"
cask "netnewswire"
cask "sketch"
cask "visual-studio-code"
cask "whatsapp"
mas "1Password 7", id: 1333542190
mas "Adobe Lightroom", id: 1451544217
mas "Better", id: 1121192229
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "The Unarchiver", id: 425424353
