tap "homebrew/bundle"
brew "bat"
brew "deno"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "go"
brew "gum"
brew "httpie"
brew "jq"
brew "just"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "tmux"
cask "font-fira-code"
cask "font-inter"
cask "ghostty"
cask "netnewswire"
cask "pastebot"
cask "sublime-text"
cask "visual-studio-code"
vscode "azat-io.eyecons"
vscode "bierner.lit-html"
vscode "bradlc.vscode-tailwindcss"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "ms-vsliveshare.vsliveshare"
vscode "nefrob.vscode-just-syntax"
vscode "sleistner.vscode-fileutils"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "vue.volar"
